
CREATE DATABASE /*!32312 IF NOT EXISTS*/`market3` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `market3`;

/*Table structure for table `user` */

DROP TABLE IF EXISTS `user`;

CREATE TABLE `user` (
  `id` INT(10) NOT NULL AUTO_INCREMENT,
  `name` VARCHAR(15) NOT NULL,
  `password` INT(15) NOT NULL,
  `people` VARCHAR(15) NOT NULL,
  `phone` VARCHAR(20) NOT NULL,
  `address` VARCHAR(40) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=INNODB AUTO_INCREMENT=597274629 DEFAULT CHARSET=utf8;

/*Data for the table `user` */

INSERT  INTO `user`(`id`,`name`,`password`,`people`,`phone`,`address`) VALUES (-1151860735,'采购18',123456,'www','123434536','湖北'),(1,'采购1',123123,'蔡大','13505550550','湖北省某某市江某区某某大道1号'),(2,'采购2',123456,'蔡二','13505550551','湖北省某某市江某区某某大道3号'),(3,'采购3',321,'蔡三','13505550551','湖北省某某市江某区某某大道5号'),(4,'采购4',231,'蔡四','13505550551','湖北省某某市江某区某某大道8号'),(5,'采购5',13452,'蔡五','13505550551','湖北省某某市江某区某某大道15号'),(6,'采购6',1234,'蔡六','13505550551','湖北省某某市江某区某某大道13号'),(7,'采购7',75684,'蔡七77','13505550551','湖北省某某市江某区某某大道17号'),(8,'采购8',2345,'蔡八','13505550551','湖北省某某市江某区某某大道42号'),(9,'采购9',23456,'蔡九','13505550551','湖北省某某市江某区某某大道31号'),(10,'采购10',23466,'蔡十','13505550551','湖北省某某市江某区某某大道46号'),(11,'采购11',234526,'蔡十一','13505550551','湖北省某某市江某区某某大道74号'),(12,'采购12',23425877,'蔡十二','13505550551','湖北省某某市江某区某某大道23号'),(13,'采购13',234346,'蔡十三','13505550551','湖北省某某市江某区某某大道49号'),(14,'采购14',23466,'蔡十四','13505550551','湖北省某某市江某区某某大道39号'),(16,'选美中国',123,'张三','12354678769','湖北省东西湖区某某大道1号'),(17,'选美中国',123123,'张三','12354678769','湖北省东西湖区某某大道1号'),(18,'采购111',123456,'www','123434536','湖北'),(597274626,'采购18',123456,'www','123434536','湖北'),(597274627,'采购18',123456,'www','123434536','湖北'),(597274628,'采购18',123456,'www','123434536','湖北');


